# LDevice_ReleaseRes

## Description
Release the resource content and restores the saved selection.

```pascal
PROCEDURE LDevice_ReleaseRes;
```

```python
def vs.LDevice_ReleaseRes():
    return None
```

## Version
Availability: from Vectorworks 2019.2

## Category
* Spotlight